mesh_study_re20/cylinder_coarse/system/functions/minMaxDomain
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

minMaxDomain
{
    type            fieldMinMax;
    libs            (fieldFunctionObjects);

    writeControl    timeStep;
    writeInterval    1;

    log             yes;

    // Sample mode
    mode component;

    // Fields to Sample
    fields (p U);
    // fields (p U y);
}

// ************************************************************************* //
